Repository: JCSIVO/Open-BootCamp-Exercises
Catalog: 4-Back-End-PHP/5.Symfony/Unidad-5/05.doctrine/05.query_builder/symfony/translations/messages+intl-icu.*.xlf
Languages: bg, nl, sl

source: NOTE
bg: БЕЛЕЖКА
nl: NOTITIE
sl: OPOMBA

source: TIP
bg: СЪВЕТ
sl: NASVET

source: Not available
bg: Не е налично
nl: Niet beschikbaar
sl: Ni na voljo

source: MIT License
bg: MIT лиценз
nl: MIT Licentie
sl: Licenca MIT

# http_error.name
source: Error {status_code, number}
bg: Грешка {status_code, number}
nl: Fout {status_code, number}
sl: Napaka {status_code, number}

# http_error.description
source: There was an unknown error (HTTP {status_code, number}) that prevented to complete your request.
bg: Има неизвестна грешка (HTTP {status_code, number}) , която спира изпълнението на заявката.
nl: Een onbekende fout (HTTP {status_code, number}) is opgetreden, waardoor de aanvraag niet gelukt is.
sl: Prišlo je do neznane napake (HTTP {status_code, number}), ki preprečuje zaključiti vaš zahtevek.

# http_error.suggestion
source: Try loading this page again in some minutes or <a href="{url}">go back to the homepage</a>.
bg: Опитайте да заредите тази страница няколко минути по-късно или <a href="{url}">се върни в началната страница</a>.
nl: Probeer de pagina over een paar minuten te herladen, of <a href="{url}">ga terug naar de beginpagina</a>.
sl: Poskusite ponovno naložiti to stran čez nekaj minut ali pa <a href="{url}">se vrnite na domačo stran</a>.

# http_error_403.description
source: You don't have permission to access to this resource.
bg: Нямате права за да достъпите този ресурс.
nl: Je hebt geen toestemming om deze bron op te vragen.
sl: Nimate pravic za dostop do tega vira.

# http_error_403.suggestion
source: Ask your manager or system administrator to grant you access to this resource.
bg: Попитайте вашият мениджър или системен администратор да ви позволи достъп до този ресурс.
nl: Vraag je manager of systeembeheerder om toegang tot deze bron te krijgen.
sl: Vprašajte vašega upravitelja ali sistemskega administratorja, da vam omogoči dostop do tega vira.

# http_error_404.description
source: We couldn't find the page you requested.
bg: Страницата която търсите не е намерена.
nl: We konden de pagina die je opvroeg niet vinden.
sl: Strani, ki ste jo zahtevali, ni mogoče najti.

# http_error_404.suggestion
source: Check out any misspelling in the URL or <a href="{url}">go back to the homepage</a>.
bg: Проверете за правописни грешки в URL адреса или <a href="{url}">се върнете в началната страница</a>.
nl: Controleer de URL op typefouten, of <a href="{url}">ga terug naar de beginpagina</a>.
sl: Preverite morebitne napake črkovanja v URL ali pa <a href="{url}">se vrnite na domačo stran</a>.

# http_error_500.description
source: There was an internal server error.
bg: Възникна вътрешно сървърна грешка.
nl: Er is een interne serverfout opgetreden.
sl: Prišlo je do interne napake na strežniku.

# http_error_500.suggestion
source: Try loading this page again in some minutes or <a href="{url}">go back to the homepage</a>.
bg: Опитайте да заредите тази страница отново след няколко минути или <a href="{url}">се върнете в началната страница</a>.
nl: Probeer de pagina over een paar minuten te herladen, of <a href="{url}">ga terug naar de beginpagina</a>.
sl: Poskusite ponovno naložiti to stran čez nekaj minut ali pa <a href="{url}">se vrnite na domačo stran</a>.

# title.homepage
source: Welcome to the <strong>Symfony Demo</strong> application
bg: Добре дошли в <strong>Symfony Demo</strong> приложението
nl: Welkom bij de <strong>Symfony Demo</strong> applicatie
sl: Pozdravljeni v aplikaciji <strong>Symfony Demo</strong>

# title.source_code
source: Source code used to render this page
bg: Изходен код, използван за изобразяване на тази страница
nl: Broncode van deze pagina
sl: Izvorna koda uporabljena za izpis te strani

# title.controller_code
source: Controller code
bg: Код на контролера
sl: Koda krmilnika

# title.twig_template_code
source: Twig template code
bg: Twig темплейт код
sl: Koda predloge Twig

# title.login
source: Secure Sign in
bg: Сигурен вход
nl: Veilig inloggen
sl: Varna prijava

# title.post_list
source: Post List
bg: Списък с публикации
nl: Berichtenlijst
sl: Seznam objav

# title.edit_post
source: Edit post #{id, number}
bg: Редактиране на публикация #{id, number}
nl: Bewerk bericht #{id, number}
sl: Uredi objavo #{id, number}

# title.add_comment
source: Add a comment
bg: Добавяне на коментар
nl: Voeg een reactie toe
sl: Dodaj komentar

# title.comment_error
source: There was an error publishing your comment
bg: Възникна грешка докато се публикуваше вашият коментар
nl: Er is een fout opgetreden bij het opslaan van je reactie
sl: Pri objavi vašega komentarja je prišlo do napake

# action.show
source: Show
bg: Покажи
nl: Weergeven
sl: Prikaži

# action.show_post
source: Show post
bg: Покажи публикацията
nl: Bericht weergeven
sl: Prikaži objavo

# action.show_code
source: Show code
bg: Покажи кода
nl: Code weergeven
sl: Prikaži kodo

# action.edit
source: Edit
bg: Редактирай
nl: Bewerken
sl: Uredi

# action.edit_post
source: Edit post
bg: Редактиране на публикация
nl: Bericht bewerken
sl: Uredi objavo

# action.save
source: Save changes
bg: Запази промените
nl: Opslaan
sl: Shrani spremembe

# action.delete_post
source: Delete post
bg: Изтрии публикацията
nl: Bericht verwijderen
sl: Izbriši objavo

# delete_post_modal.title
source: Are you sure you want to delete this post?
bg: Сигурни ли сте, че искате да изтриете тази публикация?
nl: Weet je zeker dat je dit bericht wilt verwijderen?
sl: Ali ste prepričani, da želite izbrisati to objavo?

# delete_post_modal.body
source: This action cannot be undone.
bg: Това действие не може да бъде отменено.
nl: Deze actie kan niet ongedaan gemaakt worden.
sl: Tega dejanja ni mogoče razveljaviti.

# label.delete_post
source: Delete post
bg: Изтрии публикация
nl: Bericht verwijderen
sl: Izbriši objavo

# label.cancel
source: Cancel
bg: Отказ
nl: Annuleren
sl: Prekliči

# action.create_post
source: Create a new post
bg: Нова публикация
nl: Maak nieuw bericht
sl: Ustvari novo objavo

# label.create_post
source: Create post
bg: Създайте публикация
nl: Bericht maken
sl: Ustvari objavo

# label.save_and_create_new
source: Save and create new
bg: Запазване и създаване на нова
nl: Opslaan en nieuwe maken
sl: Shrani in ustvari novo

# action.back_to_list
source: Back to the post list
bg: Върнете се в списъка с публикации
nl: Terug naar de berichtenlijst
sl: Nazaj na seznam objav

# action.publish_comment
source: Publish comment
bg: Публикуване на коментара
nl: Reactie opslaan
sl: Objavi komentar

# action.sign_in
source: Sign in
bg: Вход
nl: Inloggen
sl: Prijava

# action.browse_app
source: Browse application
bg: Прегледайте приложението
nl: Applicatie bekijken
sl: Ogled aplikacije

# action.browse_admin
source: Browse backend
bg: Прегледайте бекенда
nl: Beheerpaneel bekijken
sl: Ogled ozadja

# label.title
source: Title
bg: Заглавие
nl: Titel
sl: Naslov

# action.close
source: Close
bg: затварям
nl: Dichtbij
sl: Zapri

# label.author
source: Author
bg: Автор
nl: Auteur
sl: Avtor

# label.author_email
source: Author email
bg: Автор email
nl: Auteur e-mail
sl: E-pošta avtorja

# label.username
source: Username
bg: Потребителско има
nl: Gebruikersnaam
sl: uporabniško ime

# label.password
source: Password
bg: Парола
nl: Wachtwoord
sl: Geslo

# label.role
source: Role
bg: Роля
nl: Rol
sl: Vloga

# label.content
source: Content
bg: Съдържание
nl: Inhoud
sl: Vsebina

# label.summary
source: Summary
bg: Обобщение
nl: Samenvatting
sl: Povzetek

# label.published_at
source: Published at
bg: Публикувано на
nl: Geplaatst op
sl: Objavljeno

# label.tags
source: Tags
bg: Тагове
sl: Značke

# label.actions
source: Actions
bg: Деиствия
nl: Acties
sl: Dejanja

# title.post_new
source: Post creation
bg: Създаване на публикация
nl: Bericht aanmaken
sl: Nova objava

# action.edit_contents
source: Edit contents
bg: Редактиране
nl: Inhoud bewerken
sl: Uredi vsebine

# menu.toggle_nav
source: Toggle navigation
bg: Превключване на менюто
nl: Wissel navigatie
sl: Preklop navigacije

# menu.choose_language
source: Choose language
bg: Изберете език
nl: Taalkeuze
sl: Izbira jezika

# menu.post_list
source: Post list
bg: Списък с публикации
nl: Berichtenlijst
sl: Seznam objav

# menu.back_to_blog
source: Back to blog
bg: Назад към блога
nl: Terug naar de blog
sl: Nazaj na blog

# menu.homepage
source: Homepage
bg: Начална страница
nl: Beginpagina
sl: Domača stran

# menu.admin
source: Backend
bg: Бекенд
nl: Beheerpaneel
sl: Ozadje

# menu.logout
source: Logout
bg: Изход
nl: Uitloggen
sl: Odjava

# menu.rss
source: Blog Posts RSS
bg: Блог публикации RSS
nl: Blogberichten RSS
sl: RSS objav bloga

# menu.search
source: Search
bg: Търсене
nl: Zoek
sl: Iskanje

# post.to_publish_a_comment
source: to publish a comment
bg: за да публикувате коментар
nl: om een reactie toe te voegen
sl: za objavo komentarja

# post.num_comments
source: {count, plural, one {# comment} other {# comments}}
bg: {count, plural, one {# коментар} other {# коментари}}
nl: {count, plural, one {# reactie} other {# reacties}}
sl: {count, plural, one {# komentar} two {# komentarja} few {# komentarji} other {# komentarjev}}

# post.commented_on
source: commented on
bg: коментирано на
nl: gereageerd op
sl: komentirano dne

# post.no_comments
source: Be the first to comment on this post.
bg: Бъдете първият, който ще напише коментар към публикациата.
nl: Reageer als eerste op dit bericht.
sl: Bodite prvi, da komentirate to objavo.

# post.no_posts_found
source: No posts found.
bg: Не са намерени публикации.
nl: Geen berichten gevonden.
sl: Na voljo ni nobene objave.

source: Post created successfully!
bg: Публикацията беше създадена успешно!
nl: Bericht met succes aangemaakt!
sl: Objava uspešno ustvarjena!

source: Post updated successfully!
bg: Публикацията беше редактирана успешно!
nl: Bericht met succes bijgewerkt!
sl: Objava uspešno posodobljena!

source: Post deleted successfully!
bg: Публикацията беше изтрита успешно!
nl: Bericht met succes verwijderd!
sl: Objava uspešno izbrisana!

# post.search_for
source: Search for...
bg: Търсене за...
nl: Zoek naar...
sl: Iskanje za ...

# post.search_no_results
source: No results found
bg: Няма намерени резултати
sl: Ni najdenih rezultatov

# notification.comment_created
source: Your post received a comment!
bg: Публикацията ви получи коментар!
nl: Er is een reactie bij je bericht geplaatst!
sl: Vaša objava je prejela komentar!

# notification.comment_created.description
source: Your post "{title}" has received a new comment. You can read the comment by following <a href="{link}">this link</a>
bg: Вашата публикация "{title}" получи нов коментар. Можете да прочетете коментара, като последвате <a href="{link}">този линк</a>
nl: Er is een nieuwe reactie bij je bericht "{title}"geplaatst. Je kunt de reactie lezen op <a href="{link}">deze link</a>
sl: Vaša objava "{title}" je prejela nov komentar. Preberete ga lahko na <a href="{link}">tej povezavi</a>

# help.app_description
source: This is a <strong>demo application</strong> built in the Symfony Framework to illustrate the recommended way of developing Symfony applications.
bg: Това е <strong>примерно приложение</strong> създатено със Symfony Framework за да илюстрира препоръчителния начин за разработка със Symfony.
nl: Dit is een <strong>voorbeeld applicatie</strong>, gemaakt met het Symfony Framework, die je een indruk geeft van de aanbevolen manier om een Symfony applicatie te ontwikkelen.
sl: To je <strong>demo aplikacija</strong> zgrajena z ogrodjem Symfony za prikaz priporočenega načina razvoja aplikacij Symfony.

# help.show_code
source: Click on this button to show the source code of the <strong>Controller</strong> and <strong>template</strong> used to render this page.
bg: Кликнете върху този бутон, за да покажете изходния код на <strong>Контролера</strong> и <strong>темплейта</strong> използвани за показването на тази страница.
nl: Klik op deze knop om de broncode te bekijken van de <strong>Controller</strong> en <strong>template</strong>, die gebruikt zijn bij het weergeven van deze pagina.
sl: Kliknite na ta gumb za prikaz izvorne kode <strong>krmilnika</strong> in <strong>predloge</strong> uporabljene za izpis te strani.

# help.browse_app
source: Browse the <strong>public section</strong> of the demo application.
bg: Посетете <strong>публичната секция</strong> на примерното приложение.
nl: Bekijk het <strong>publieke gedeelte</strong> van de demo applicatie.
sl: Ogled <strong>javne sekcije</strong> demo aplikacije.

# help.browse_admin
source: Browse the <strong>admin backend</strong> of the demo application.
bg: Посетете <strong>административният панел</strong> на примерното приложение.
nl: Bekijk het <strong>Beheerpaneel</strong> van de demo applicatie.
sl: Ogled <strong>administracije</strong> demo aplikacije.

# help.login_users
source: Try either of the following users
bg: Опитайте някой от следните потребители
nl: Probeer één van de volgende gebruikers
sl: Poskusite enega izmed sledečih uporabnikov

# help.role_user
source: regular user
bg: обикновен потребител
nl: normale gebruiker
sl: splošni uporabnik

# help.role_admin
source: administrator
bg: администратор
nl: beheerder

# help.reload_fixtures
source: If these users don't work, reload application fixtures by running this command from the terminal:
bg: Ако тези потребители не работят, презаредете приложението като използвате следната команда от терминала:
nl: Als het niet lukt om in te loggen met deze gebruikers, herlaad dan de applicatie instellingen door dit commando in de terminal uit te voeren:
sl: Če uporabniki ne delujejo, ponovno naložite podatke aplikacije s pogonom tega ukaza v ukazni vrstici:

# help.add_user
source: If you want to create new users, run this other command:
bg: Ако искате да създадете нови потребители, изпълнете тази друга команда:
nl: Als u een nieuwe gebruiker wilt toevoegen, voer dan dit commando uit:
sl: Če želite dodati nove uporabnike, poženite sledeči ukaz:

# help.more_information
source: For more information, check out the <a href="https://symfony.com/doc">Symfony doc</a>.
bg: За повече информация, посетете <a href="https://symfony.com/doc">Symfony документацията</a>.
nl: Voor meer informatie, bekijk de <a href="https://symfony.com/doc">Symfony documentatie</a>.
sl: Za več informacij poglejte <a href="https://symfony.com/doc">dokumentacijo Symfony</a>.

# rss.title
source: Symfony Demo blog
bg: Symfony Demo блог

# rss.description
source: Most recent posts published on the Symfony Demo blog
bg: Най-новите публикации, публикувани на блога на Symfony Demo
nl: De meest recente berichten, gepubliceerd op De Symfony Demo blog
sl: Najnovejše objave objavljene na Symfony Demo blogu

# paginator.previous
source: Previous
bg: Предишна
nl: Vorige

# paginator.next
source: Next
bg: Следваща
nl: Volgende
